{
  "date": "2024-12-30T07:30:50.180Z",
  "body": "2025/5/15　入門編 チャット欄やTAB表示内容について（名前の前のアルファベッド/nについて）\n　　〃　　 入門編「死んだ場合の失うもの」加筆修正\n　　〃　　 実践編「負荷」について　MOD質問について項目新設、\n荒らしに対して：内容加筆\n\n2025/1/19　投票、資源デイリークエストについて追加\n2025/1/20トラストの仕組み（リンク）追加\n\n[[toc]]\n\n# 《入門編》\n\nチュートリアル／保護／投票／盗難／死亡時スポーン位置／sethome／換どんぐり／チャットコマンド／土地保護区画制限街／ビーコン\n\n## NPCチュートリアルについて\n\n### Q？　土地保護用の金シャベルは、もらえるの？？\n\n**A!!**　**自分で作成します！**\nロビーでやひろ（NPC)と会話し、サーバーのルールに同意すると\n生活（main）・資源（resource）サーバーに入れるようになりますね。\n生活サーバーに入室すると、まず『星樹の街』にスポーンします。\nそこで今度はもんとっと（NPC）が待ってますので、その子に話しかけて『土地保護取得のためのチュートリアル』を開始してください。\n内容はもんとっとNPCがしゃべってくれます。指示に従って資源サーバーに行って金シャベルの材料をGETしクラフトしましょう。\n\n### Q？　土地の保護マスってどうやって入手するの？？\n\n**A!!**　もんとっとNPCチュートリアルをクリアすると、初期保護マスとして３００マスをもらうことができます。\nチュートリアルをクリアしないと、無料で配布されるこの３００マスはGETできません。\n\n<div style=\"background:#fffacd;padding:10px;border:3px dotted #66cdaa;\">\n自分の所持ドングリで保護マスを買うコマンドはこちら→「/buyclaimblocks 〇〇〇」（〇〇〇は欲しいマス数を数字のみで直打ち）\n</div>\n\n### Q？　新規です！資源で素材を集めているけどロストしたくない！でも金シャベルがまだなくて保護ができないっ！チェストの中身を取られたくないのにどうしたら良いの？\n\n**A!!**　【生活サーバー限定】そんなときは、コマンド「/lock」でチェストを保護しましょう。\n土地が保護されてなくても、チェストを他人が開けられなくなります。\nあとは、なるべく早く金シャベルを入手（もしくはクラフト）して、土地の保護をしましょう。\n\n<div style=\"background:#fffacd;padding:10px;border:3px dotted #66cdaa;\">\n≪ワンポイント≫ロックしていても，土地の保護は誰かにされてしまうと、チェストがいじれなくなります。\n保護は早いうちに、必ずしましょう。\n</div>\n\n### Q？　土地保護確認用の棒は特別な棒なの？\n\n**A!!**　マイクラのアイテムにある、何の変哲もない棒です。わかりやすく名前をつけてあるだけです。\n無くしてしまった場合でも、木材からクラフトする普通の棒で代用できます。\n\n<div style=\"background:#fffacd;padding:10px;border:3px dotted #66cdaa;\">\n≪ワンポイント≫自分で棒を作って名前をつけなおせば、他の普通の棒と混ざらないので使いやすいかも！\n</div>\n\n## 投票について\n\n### Q？　ログインしてなくても投票はできるけど、報酬のもらい方？はどうなりますか？！\n\nA!!　ドングリは投票の度に加算されています。\nチケットについては、次に生活サーバーに入ったときに、インベントリに一気に入ってきます。\n\n<div style=\"background:#fffacd;padding:10px;border:3px dotted #66cdaa;\">\nチケットがインベントリにあればスタックされます（６４個まで）が、余剰分はインベントリに全く空きがないと周りにあふれます。あわわ…！\n</div>\n\n## 盗難について\n\n### Q？　保護してないチェストから盗られたらどうなるの？\n\n　　【生活サーバー】\n\nA!!　「/co i」という調査コマンドが一般プレイヤーにも解放されています。英語表記になりますが解読できる人はそれを見て、チェストから抜きとったプレイヤーに対してご自身で解決していただくことが第一です。\n　　　保護がされていないところの被害補填は致しかねます。\n\n**「/co i」については[こちら](https://wiki.morino.party/coreprotect/)で詳しく解説してます。**\n\n![](/img/how-to-co-i.png \"Monntottoが石レンガを６４個入れて、そのあとMonntottoが石レンガを３２個取り出した\")\n\nこの画面では、「Monntottoが石レンガを６４個入れて、そのあとMonntottoが石レンガを３２個取り出した」というログになります。\n〇〇〇agoという〇〇〇（秒・分・時間）前の部分にマウスカーソルを合わせると下画面のようにその行動が行われた時間がみられます。\n\n![](/img/スクリーンショット-2024-12-30-150732.png)\n\n生活サーバーでは、「保護」ができます。\n盗られたくないものがある土地は、保護を必ずしてください。\n\n保護がないにしろ、自分以外の所持物の抜き去りなど、窃盗行為に関しては行為を行ったプレイヤーの把握・注意勧告・対処する必要があるので、\nもし被害にあわれたら、運営の[お問い合わせフォーム](https://forms.gle/6N1mjMpRzt5x18hu5)や、ログイン中の管理者・モデレーター等に報告ください。\n※ご自身で対応された後に「〇〇さんに窃盗されました。解決しましたが注意が必要と思う」旨を報告いただくのでも問題ありません。\n\n<div style=\"background:#fffacd;padding:10px;border:3px dotted #66cdaa;\">\n　★なお、資源サーバーはもとから保護ができない世界です。\n　無くなって欲しくないものはおいておかない方が良いでしょう。原則補填はありません。\n　ただ、被害があったら生活サーバー同様に報告おねがいします。\n</div>\n\n### Q?　なんかやたらとアイテムをせがむ新規さんがいるんだけど！？\n\n**A!!**　\n◆くれくれチャット時にサーバーにいたプレイヤー側へ\n：「もりパ！新規さん」に対しての姿勢として…サバイバルサーバーでありますから、\n**サーバーの方針（すたっふの気持ち）としては**\n<div style=\"background:#fffacd;padding:10px;border:3px dotted #66cdaa;\">\n食べ物はまあ許容するとしても、むやみに物を与えないでください。\n言われるがままに物をあげる（施す）のではなく『欲しいなら、一緒に探索しに行って見つけよう！』といったお誘いは良いと思います。単独派は断る（そもそも「ものください」って言わなそうですが）\rでしょうし、共同作業派はノッてくれるでしょう。</div>\n\n・マルチサーバーですから、プレイヤー同士の物々交換とか交流は良いことですが、来たばかりで何もないとか仰る新規さんへの対応は上記のように心がけてほしいと思っています。\n・また、相手から求められてもいないのに自分から「新規なんだね？アイテムある？あげよっか？」と提案することも避けていただきたいです。特にエリトラや上位ツールをあげることはしないでね。\n\n自分がサバイバルをやりに来ている目的のあるプレイヤーは、優しければ丁寧に断ってくれると思いますが、\n新しい土地での関係が悪くなるのをきらって、本当は自分で集めたいと思いつつもらっておく、という人もいますね…\n\n・何度も「くれ」と発言するプレイヤーに対しては\n**wikiを案内して「ここにこう書いてある」って教えるのも手です。**\n\n・これから一緒に作業するためにちょっとあげたい、のであれば止めはしませんが…。\n・さらに、「貸（か）す」、というのは注意が必要です。くち（チャット）約束で「貸すだけ」として渡したアイテムが返ってこなくても文句言わないでね。自分がしたことです。\n貸し借りであればなおさら「信頼できる、信用できる相手」が大事です。\n\n◆物資を求めた新規さん側へ\n：ここにも書いたように、サバイバルサーバーなのでまずは自分で手に入れることから始めましょうね！\n資源サーバーのチェストには余ったり使わないからと寄付された道具が割と入ってますので、それを使うのは自由です。\n**『チャットで「欲しい」と言っても誰にも相手にされないからって、破壊や窃盗はしないように。もりパではその行為を自力サバイバルとは決して認めません』**\n\n<div style=\"background:#fffacd;padding:10px;border:3px dotted #66cdaa;\">\n\r\n≪ざっくりまとめ≫\n\r\nはっきり申し上げますと、「しつこく物乞い」しても嫌われやすいですが、「しつこくものをあげようとするプレイヤーを嫌う」プレイヤーもおります。トラブルに発展したこともありますのでお気を付けください。</div>\n\n## スポーンについて\n\n### Q？　死んだ場合の失うもの、スポーンの場所\n\n（スポーンの優先順位）は？\n\n**A!!**　\nメインサーバー：どんぐり（※）のみ。最後に寝たにベッドリスポーン。\n資源サーバー：どんぐり、経験値、アイテム。最後に寝たベッドにリスポーン\n\n一番最後に寝たベッドを壊した際には、spawnの場所にリスポーンします\n\n **≪ワンポイント≫**\nメイン鯖で死んだら100どんぐりとられるぞっ！（※現在は停止中。復活する可能性はあります）\n資源鯖でのdeathは、所持金の一割が失われます（継続中）。\n\n### Q?　 セットホームの数はいくつまで？\n\n**A!!**　   ベッドを除き4つまでです。（ベッドで寝るとそのベッドが5つめのホームとして設定されます）\n　　　コマンド「/homes」を開くと自分が設定したホーム達が見れます。\n　　　飛びたい所の名前を選択すると、以下がチャット欄に表示されます。\n＝＝＝＝＝＝＝＝\n\n使用：【テレポート】←クリックでテレポートできます。\n管理：【×消去…】【移設…】←消去でhomeを消去。移設で現在の立っている座標に同名でhomeが移設される\n編集：【名称変更…】【説明文…】←homeの名前変更できる。説明文クリックでhomeの情報をかるくメモできる。\n\n＝＝＝＝＝＝＝＝\n\nチャット欄に表示された【テレポート】をクリックで移動できます。\nカウントダウンが３，２，１と始まります。\n移動すると、300ドングリ引かれます（チャット欄に表示されます）\n\n※ベッドホームをあわせて５つにしたい時は、bed枠を削除してhomeを４つの状態にしてから\n　ベッドをクリックしましょう。\n\n## 質屋のチェストでの換どんぐり方法\n\n### Q?　どうやって原木を質屋に売るの？\n\n**A!!**　 まかぺんチュートリアルで学べます。また、公式HPに載っています。\n　　 ①チェストについている看板を左クリック。\n 　　②ショップ情報がでてきます。あとはチャット欄にでてくる通り\n 　　　販売したい数を入力。※自分のインベントリ所持数も下のほうに表示されます。\n\n## コマンドについて\n\n### Q?　コマンドがわからなくなるんだけども･･･\n\n **A!!**   HPかwikiを見る。プレイヤーに質問する、が良いです。ブックマークしよう！\n\n### Q?　トラストってどういう仕組みか詳しく知りたいっす！\n\n<div style=\"background:#fffacd;padding:10px;border:3px dotted #66cdaa;\">\nA!! 複雑なので、こちらのページにまとめました。</div>\n\n[こちらのページ](https://wiki.morino.party/howtotrust/)\n\n## チャット欄やTAB表示内容について\n\n### Q?　名前の前のアルファベッドはなぁに？\n\n**A!!**　その人が今いるサーバー、ワールドを現しているよ。\nＭ：メイン（生活）　Ｒ：resource（資源）　Ｌ：ロビー　\n\n特殊…「Ｄ」⇒Discordのチャット欄からの書込（一般は低遅延あり）\n\n### Q?　チャット欄の文章の前に「Ｎ」があるときってどんな時なの？\n\n**A!!**　　Ｎは near（近く）の事。\n近くにいる人が、チャットで発言するときに「n」（半角小文字）を付けて打つとそうなる。\nスラッシュをつけずに『 n（スペース）文章 』で送れるよ。\nすると、周りにいる人にだけそのチャットが見えるのだ。\n2024年から導入されて、まだそんなに経ってないかな。\nＮがついていることに気づかずに、全体チャットで話を返すと、他から見ると“独り言”に見える…けど\nそれは良くあることなのでそんなに気にしなくて大丈夫(*'▽')ﾌﾌ\nたとえば学校の机の周りで、近くに聞こえるくらいで話す他愛ない会話、みたいなね。そんなイメージ。\n全体チャットが賑わっていないと不安がるプレイヤーもいるんで、適度に使い分けて見てね(・ω・)\n\n### Q?　個人チャットってどうやるんですか？\n\n**A!!**　 よく使われるのは『/t 相手の名前　内容』です！\n/t {プレイヤー名} {メッセージ内容}\n\n（例）\n　/t Monntotto やあ！\nと入力すると\n　\\[あなた]->\\[Monntotto]やあ！\nとチャット欄に表示されます。相手の表示は　\n　\\[Monntotto]->\\[あなた]やあ！\nです。\n/t以外にも次のコマンドは同じ効果です。表示も同じです。\n( /w 　/m 　/whisper   /msg   /tell )   \n\n### Q?　個人チャットへの返信ってどうやるんですか？\n\n**A!!**　個チャが送られてきたら、個チャで返そう！\n返信コマンドは「/r 文章」だよ。\n例）Monntottoから送られてきたメッセージへの返信で「/r ありがとう」と入力　\n\n　　チャット欄表示　→　\\[あなた]->\\[Monntotto]ありがとう\n\nこれで、相手だけに見える返信ができるよ！\n\n### Q?　パーティチャットの招待をクリックで承認できないよ～！？\n\n **A!!**　コマンド/party accept を打って承認ください。※acceptの後ろになにかを打つ必要はありません。\n\n## 生活･その他\n\n### Q?　土地保護の区画数制限があるのはどこ？\n\n**A!! 　　まず、もりもとの初期区画になります。**\n　　初期スポに近いという好立地のため、1人２区画までです。範囲は画像の通り。\n　　意外と狭い範囲なのはここの範囲以外はユーザーが自力開拓していったところだからです。\n　　されど、初期スポ周りこの範囲内でも５０区画くらいありますね。\n★航空写真だとわかりにくかったので、地上の境界をエンドレンガブロックにしました。\n\n![航空写真だとわかりにくかったので、地上の境界をエンドレンガブロックにしました。](/img/2020-04-18_10.07.26.png \"航空写真だとわかりにくかったので、地上の境界をエンドレンガブロックにしました。\")\n\n![](/img/もりもと初期区画.jpg \"初期スポ1人２区画地区\")\n\n**● 他に、運営作成街となる『うみもと』『神森』2021年10月にできた『雪華郷』、2024/2月下旬OPNEの『星樹の街』**\n　　これらの街は、“これからくる新規さんに向けて”という明確な意図をもって作られた街のため、保護は１人１区画までです。\n　　詳しい説明は各街の入り口案内所や、区画の立て看板（下の画像みたい）に書かれています。\n\n![建築物ルールと、区画指定](/img/雪華郷説明.png)\n\n拡張を続けている雪華郷に追加のルールを設定しました。\n【西雪華郷エリア】：2024/3月以降初ログイン者専用区画\n【雪華郷だれでも区画】：保護利用を新規に限定しません。エリアではなく区画内にこの名前の看板が立っています。\nただし、雪華郷中央エリア（既存）、西エリア、だれでも区画を併せて、雪華郷全域に1プレイヤーがもてる区画は１区画が限度です。\n\n### Q?　ビーコンの設置って制限あるの？\n\n**A!!**　 制限は行っていないです。\nしかし、ビーコン効果の中には、跳躍力上昇など建築等をする際にはあると煩わしいものがあります。\nあまり必要のない効果は人の多いとこなどでは使用を控えてもらえると助かります。\n制限は難しいため、もし近所にあるビーコン効果によって自分の行動に支障がでる場合、まずは設置者に個人的交渉をお願いできればと思います。\nそれが出来ない場合\n「①（誰）が設置している②（ドコドコ）のビーコンの件について」\n [問い合わせフォーム](https://forms.gle/6N1mjMpRzt5x18hu5)に相談をします。\n\n### Q?　生活サーバーで村人・動物を見つけたけど、なんか動かないよ！？\n\n**A!!**　　昔に読み込まれたけど放置のままプラグインの挙動制御により止まってしまったMOB達かもしれない。\nそのような今いる動作しないMobについては、近くで「/ugoke」（動け）というコマンドを実行すると動くようになるぞ。\n\n- - -\n\n# 《実践編》　「負荷」について／禁止事項（ルール違反とみなされる行為）／装置・回路関連のその他／MOD質問について／ウィザー召喚／トラップタワー（MobFarm）／SNS上での活動\n\n詳細掲載の要望にお応えし、Answerの文章が少し長いです。なるべくわかりやすくを心がけておりますが、難しかったらごめんね～！\n\n## 「負荷」について\n\n### Q?　重い、負荷かかってる…って何？\n\n**A!!**　　マイクラはプレイしている時、自分の周囲のいろいろなものを読み込みして表示しています。\n「重い」と言われる状態は大まかに、以下のような要素によります\n\n<div style=\"background:#fffacd;padding:10px;border:3px dotted #66cdaa;\">\n\n・プレイヤー自身のPC環境（スペックや回線）\n・マイクラ内で表示される情報量の多さ\n・サーバー自体のスペック、構築環境\n\nもりパ！ではなるべくサーバーが軽くなる様なシステムを入れるなどしております。\nプレイヤー側でも、『マルチサーバー』であるもりパがみんなで使っても「重くならないように」協力することが大切です。</div>\n\n### Q?　たとえば、負荷はなにによって起こりやすい？\n\n**A!!**　　エリトラびゅんびゅんなど、高速で移動することによる負荷\nエリトラでの移動は、チャンクの読み込みが間に合わず、カクつきがあります。シングル・マルチに関わらず、ワールドの生成済みチャンクが広くなると、ゲームに負荷を掛ける場合がある。\nエリトラ好きさんはビュンビュン好きだろうけど、スペックに余裕がない場合は、遠出や高速移動しまくらないほうが良いでしょう。\nまた、サーバー開設時からしたらラグはかなり改善されていて、遠出による負荷を感じない人も増えていると思いますが、\n一度も読み込まれたことのない場所を進み続けると、自分のPCだけでなくサーバーにも負荷はかかっています。高速移動はほどほどに。\n\n### Q?　ブロック設置の制限って何？負荷と関係あるってこと？\n\n**A!!**　　そうですね。上記で説明しているような「重い」状態を避けるために、もりパでは、保護内で下記ブロック・エンティティ数を増やしすぎないようにお願いをしています。\n2025年2月の1.21.4バージョンアップ時より制限管理プラグインの動作が停止しておりますので、現在数を越えても設置はできてしまいますが\n目安制限数を越えないようお願いいたします。越えている場合、ブロック制限プラグインの再導入により消失する可能性もあります。\n\n※保護ごとの数制限を、チャンクごとの数制限に変更する可能性がございます。（2019～2023年まではチャンクごとでした）\n\n<div style=\"background:#fffacd;padding:10px;border:3px dotted #66cdaa;\">\n\n**プラグイン制御時の数（額縁、看板に関しては今後拡張する可能性があります）**\nアーマースタンド: 20\nベッド: 10\nチェスト+トラップチェスト: 15\n額縁+輝く額縁+絵画: 20\n看板: 30\nホッパー+ディスペンサー+ドロッパー+ピストン+粘着ピストン+トリップワイヤーフック+TNT+リピーター+コンパレーター: 128\nブロックエンティティ: 256</div>\n\n### Q?　もっと詳しく！！制限されてるアイテムを置くとなんで負荷って言われているの？その他の負荷原因はなにかある？\n\n**A!!**\nブロック設置制限にも関係しています。ここでは「マイクラ内のどんな行動で負荷が多く発生するか」を挙げます。\n長いので別ページリンク⇒[ここ](https://wiki.morino.party/antilag/)をクリック！\n\n<div style=\"background:#fffacd;padding:10px;border:3px dotted #66cdaa;\">\n≪目次≫\n★エンティティの密集\n★ブロックエンティティの中でも使われやすい「チェスト」は…負荷が大きい！\n★他に、これはどうして？と思われやすい物2選\n★装置、回路\n※負荷（軽量化）に関して、Minecraft Japan Wikiにも記載があります。調べて見てね。\n</div>\n\n## 禁止されている行動・建造物\n\n### Q?　もりパって岩盤通過する技とか使っていいの？\n\n**A!!**　バグを使用した行為（グリッジ）になります。岩盤破壊、岩盤抜けはマイクラ公式が認めていない挙動です。\n公式の仕様でないバグ技で、もりぱルールの「ズル」に相当すると考えるものは、もりパはそれらを禁じ手としています。岩盤通過をはじめ、それらの禁じ手行為が発覚した場合、ルール上にある「ズルをしない」に抵触するので、最悪のケースとして**アクセスの禁止**も考えられるで絶対におやめください。\n\nサバイバル上での公平性など（難しく表現すればそのような感じ）も考慮してのルールであり、もりパの中ではもりパの運営の判断にもなりますので、不安であれば「バグ」だとされているものは行わないようにするのが良いです。\n\nこの質問例で回答すると\n『岩盤はサバイバルモードでは壊せないブロックです。もりパはサバイバルサーバーでありチートサーバーではありません。ネザーの天井の上に行くのは、Mojangが意図した動作では無いです。\n岩盤はサバイバルでの貫通・破壊はできません。通常のプレイで壊せないから「岩盤」なのであって。修正によって以前よりこの不正を行えるバグは減ってきているようですが、\n無理やりチートを使わずにサバイバルモードで壊せない岩盤を破壊する方法は存在します。ただ、再三言うようにそれらは正攻法ではなく【バグの悪用】を利用して破壊を実現しているため、実はとても悪質です』\n\nまとめると\n\n<div style=\"background:#ff69b4;padding:10px;border:3px dotted #66cdaa;\">\n『岩盤貫通・破壊の手段…これらは「バグの悪用」を利用して破壊を実現しています。もりぱではズルをしないルールがあるため、それを行うことはルール違反となります。\nなお、もりぱではネザーの天井岩盤の上に行くと、奈落に落下した時と同様の継続ダメージを受けますのでご注意ください。』\n</div>\nこの岩盤に関する項目はよく聞かれる事ですので載せていますが、すべてを載せられるものではありません。\nこのＱＡを読んだうえでも、やろうとしていたことが自分の調べで「公式のバグ」だとわかり、もりパでのルール違反に相当するバグ利用なのかが判断できなければ、運営にお問い合わせをお願いいたします。\n\n### Q?　無限増殖装置を作ってウハウハしていいの？\n\n**A!!**　バグを使用した無限増殖装置をはじめ、仕様を無視した建造、装置はルール上にある「ズルをしない」に抵触する行為で、最悪のケースとして**アクセスの禁止**も考えられるで絶対におやめください。\n\n## 装置・回路関連のその他\n\n### Q?　自動装置、回路って作っていいの？どういう考え方？\n\n**A!!**上記にもありますが、バグの挙動を利用したものは禁止です。\nそして、マクロツール等を使う仕様の装置機構もNGです。例えば、クリック長押しで稼働するようなものは特にそう判定されやすい可能性を孕んでいます。\n運営チームの裁量で、もりパの前提ルール「ズルをしない」に抵触する・不適切だと判断した行為はBANなどの処罰が下されます。\n\n健全な装置の場合は、作成を禁止していません。ただし、動き続ける機構にならないよう回路装置に【ON/OFF機能】を必ずつけてください。\n\nまた【生活サーバー】においては負荷軽減するために、１保護あたりの、赤石装置系ブロックをはじめ一部の設置できるアイテム数を制限しています。\n\n装置は保護を跨ぐと信号が正常に伝わらず挙動しないようになっておりますので、大がかりで大量に装置アイテムを使うものは作成できません。\n\n設置制限に関してはこれより上のＱ「ブロック設置の制限って何？負荷と関係あるってこと？」参照\n\n## MOD質問について\n\n### Q?　もりパである程度活動している一般プレイヤーです。ゲーム内で、不特定多数に質問してくるプレイヤーが居るとき、その内容がプレイのコツとかもりパ！ではこれがおすすめ、とか答えるやつならいいんだけど…\n\nMODについてはルールに抵触する面もあるしHPやwikiを参考にしてもらいたい。だから、wikiに記載があるにもかかわらずそういった類の事をマイクラ内で質問されると、その度に「すたっふが公式で書いてるし、ロビーのインベントリ本クリックでチャット欄にHP案内が出るのに何で調べたり読んだりしないんだろう」と思います。どうにかなりませんでしょうか。\n\n**A!!**\nまず、MODについて書いてあることを知らなかった人は、wikiに「MOD・プラグインの項目」メニューがありますね。そこを基本確認ください。\nぶっちゃけHPやwikiを読んでいただけている方には不要な案内ではありましょうが、\nQ?の通り読まずに聞く人も散見されるということで、「wikiの辞典読んでね」が案内しやすい様にリンクを辞典（ここ）にも貼りました。\n質問者にはwikiの辞典をご案内することで、これですこしは案内が楽かもしれません。\n\n<div style=\"background:#fffacd;padding:10px;border:3px dotted #66cdaa;\">\nオススメMODは<a href=\"https://wiki.morino.party/recommendedmods\">こちら</a><br>\n使用禁止MOD等は<a href=\"https://wiki.morino.party/bannedmods\">こちら</a></div>\n\n使用禁止MOD等のページにも記載していますが、読んでもなお使ってもいいか判断できない（不安）要素を持つものを使いたい場合\n・MOD等の詳細情報、懸念点を添えて「お問い合わせ」下さい。お問い合わせ時の質問、情報が不明瞭であるとお答えが難しいです。\n・自分で機能を把握できないMOD等は使用しないようにしましょう。\n\n## 【AFK関連】Tips:AFKとは\n\n### Q?　なんかよく分らんけ、このサバでやっちゃだめじゃね？って事ある？\n\n**A!!**　マルチルールの存在や当サーバーの仕組みをわかっていないとやってしまいそうな、しかも様々なことに関連するNG行為として\n**『AFK避け』があります。**\n\nトラップを含め装置のために放置する際、連打ツールや水流浮き等でAKF避けをする行為を見かけた場合は警告となります。\n反省や行為改善が見られず、再犯が発覚した際にはサーバーへのアクセス停止処理になりえます。\nAFKは放置による過剰負荷防止の意味合いでも設けているシステムです。\n前述のAFK避け動作は前科のある一例であります。\n細かなことは載せられませんので、ご承知おきください。\n\n<div style=\"background:#fff700;padding:10px;border:3px dotted #ff7f50\n;\">\n《Tips》AFKとは、「Away From Keyboard（離席中）」を意味します。\nプレイヤーがオンラインの試合の真っ最中に、ゲームを終了せずにコンピューター/ゲーム機/モバイルデバイスから離れることを指します。\nもりパでは、操作していないと「あなたはAFK中です」という英文がチャット欄に表示されます。そしてAFK状態が続くとロビーサーバーに転送されるようになっています。\n例えば装置を連続稼働させたいが為にそのAFKが発動しないようにする行為を『AFK避け』と表現しています。\nもりパのサーバー仕様を無視した行為（「ズル」の項目に該当）となり、処罰の対象としています。\n</div>\n\n## ウィザーの召喚\n\n### Q?　ウィザーを資源鯖で出していいの？\n\n**A!!**　召喚は構いませんが、場所を選んでください。\n資源サーバーは保護機能のある生活サーバーと違い簡単に攻撃で破壊されてしまうため、多くを巻き込むスポーン付近では絶対におやめください。\nまた、エンドでの岩盤ハメによる討伐も禁止です。以前、ウィザーの攻撃がエンドゲートを通過し、資源サーバーのスポーン地点に破壊の影響を及ぼした前例がある為禁止しています。\nウィザーの討伐場所として使われやすいのは、資源ネザーの岩盤付下付近で空間を作り召喚する方法。（既存岩盤の凸凹を利用して討伐するのは特に問題ありません）\n\n《ワンポイント》\n他には、生活サーバーの拠点保護内の地下に閉鎖空間をつくって召喚する（保護により建物がウィザーの攻撃で破壊されないため）方法があります。\nただし、運営作成街にあたる街中保護での討伐はおやめください。召喚者が手抜かりして逃げられ大変だった前例があります。\nまた、生活サーバーに召喚音がなり、騒音苦情もありますので人が少ない時を選ぶか、召喚するよというチャットで先に周知させるなどしましょう。\n\n## トラップタワー（MobFarm）\n\n### Q?生活サーバーにあるトラップはなに？\n\n**A!!①エンダーマンTT②スケルトントラップ**\n\n①エンダーマンTT【経験値トラップ】※アドミン保護管理\n(移動所要移動時間：2分くらい)\n以下は、**星樹の街**からの行き方\n\n> 1. /spawn後、キツネスキンヘッドが飾ってある出口側にあるネザーゲートに入る。\n> 2. エンド建材製のアーチをくぐり、階段を降り路線をトロッコでで移動する。\n> 3. 着いた駅（スターポータル駅）にある四角いネザーゲートをくぐる。\n> 4. すぐ目の前にエンドポータルがあるのでダイブ！\n> 5. 氷塊ロードをひたすら進むとエンダーマンTTにつきます。\n\n![](/img/seijyu-nezage.png \"> 1. /spawn後、キツネスキンヘッドが飾ってある出口側にあるネザーゲートに入る。\")\n\n![](/img/seijyu-nezage2.png \"2　　エンド建材製のアーチをくぐり、階段を降り\")\n\n![](/img/seijyu-nezage3.png \"路線をトロッコで移動\")\n\n![](/img/end-endatt.png \"氷塊ロードをひたすら進むとエンダーマンTTにつきます。\")\n\n以下は**もりもと**からの行き方\n\n> 1. もりもと中心部（旧スポーン）にて、近くのネザーゲートに入る。\n> 2. ゲートから写真に見える建物に向かい、階段を降り西に延びる路線で移動する。\n> 3. 最初の駅（石レンガの建物内）のネザーゲートに入る。\n> 4. おそらく後ろを向くとエンドポータルがあるのでジャンプでGO！\n> 5. 氷塊ロードをひたすら進むとエンダーマンTTにつきます。\n\n![](/img/morimoto-nezage.png \"ゲートから写真に見える建物に向かい\")\n\n![](/img/morimoto-nezage2.png \" 階段を降り路線で移動する\")\n\n![](/img/morimoto-nezage3.png \" 最初の駅（石レンガの建物内）のネザーゲートに入る\")\n\n![](/img/morimoto-nezage4.png \"エンドポータルがあるのでジャンプでGO\")\n\n②スケルトントラップ※アドミン保護管理\n（移動時間：もりもとスポーンから１０秒程度）\n【スポナー式】\n\n> 1. もりもと中心部（旧スポーン）から、ディナーボーン（逆さまの豚）がいる方向へ\n> 2. すでに見えているオレンジ色の屋根（教会）の手前に入り口がある\n> 3. 落下式ではいるとそこはスケルトントラップ\n>    ※現在仕様上スケルトンが動かず突っかかり、上昇水流を登ってくれないため、落下ダメージが入っていないスケルトンを狩ることになる。\n\n![](/img/morimoto-suketora.png)\n\n### Q?生活鯖にトラップタワーは作っていいの？\n\n**A!!禁止してはいません。**\nただし、生活サーバーは「イージー」モードである、かつMOB湧きを制限しているため効率はよくありません。\\\nまた、高負荷であると判断されるものは撤去要請及び強制撤去が行われることがあります。\nリセットごとに消えてはしまいますが、ハードモードで敵MOBの湧きやすい資源サーバーに作ることをおすすめします。\n【補足】\nスポナー機能を停止していた影響か、生活サーバー内の発見済スポナーはMOBが湧いてもAIが停止し、自らまったく動きません。\nなお、生活サーバーでは、資源採取はもちろんのことスポナーなどの取得探索を目的とした冒険は禁止ですのでご注意ください。\n※スポナートラップが存在している場合、サーバー開始初期の遺物、たまたまプレイヤーの保護内建築活動時や町道整備において発見されたものです。\n\n### Q?トラップタワーはどういうのなら作っていいの？\n\n**A!!**\n**①作成するなら、初期スポーンから距離1000ブロック以上離れた場所に作成すること\n②回路装置のON/OFF機構が必須\n③共有場での仕分け機設置を禁止**\n\n●初期スポから離してつくる\nあらしと呼ばれる行為の標的になりやすいこと、またマルチサーバーで常時人がいるため、誰かが通ると読み込まれることがあります。\n読み込まれてトラップが動くと、不必要な負荷がかかりはじめます。そのため初期スポーン付近に作らないように距離制限を設定しています。\n\n下の写真は資源サーバースポーンにある簡易ルール掲示です。\n「スポーンから半径1,000ブロックの範囲内にトラップを作らないように」示しています。\n\n![](/img/sigen-annai.png \"資源サーバースポーンにある簡易ルール掲示\")\n\n●仕組みとして\n【モブ湧きのon/off】は制御できないモンスターもいるため必須とはしませんが、\nトラップタワーに付随する**【回路装置のON/OFF機構】は必須**とします。\nそして、離れるときは必ず動かないよう装置をOFFにしてください。\n\n例えば、自動かまどのホッパートロッコを使うときにON、使わないときはスイッチをOFFにできるようにする。\nそして、ON/OFF機構をきちんとつくった後は、使い終わったらOFFにしてトラップから離れてください。\n\n●「共有の場での仕分け機」の禁止\nいままでの資源サーバーで、仕分け機が存在していた期では幾度も「仕分け機が壊れた」「うごかない」等のトラブルを見てきました。\n資源鯖にトラップタワーを運営側が用意することはありませんので、資源サーバーに存在するトラップはもりパ民有志によるものです。\nよって、トラップの動作管理は運営が関与するところではありません。\n作ったプレイヤーが毎日、逐一トラップの状況を確認できるものでもないし、動作不良時にすべての他プレイヤーが直せる知識があるわけでもありません。\n故障や設計不良によりホッパーにものが詰まった状態になることは、アイテムの検知読み込みにより負荷がかかっています。\n以上を踏まえ、仕分け機構の故障によるトラブルや負荷増加を避けるためにも、だれでも使える共用の場での仕分け機の設置はおやめください。\nプレイヤー１人１人がチェストを整頓しながら、皆さんでクリーンに使いましょう！\n※つくられていてもプレイヤーへの処罰対象ではありません。ただし、運営側で撤去する可能性があります。\n\n## SNS上でもりぱ！の生活を発信する\n\n### Q?　SNS上で動画とかを投稿していいですか？\n\n**A!!**　当サーバーでは、SNS、Youtube、ニコニコなどを利用しての活動を禁止はしておりません。\nその際は、もりパ！サーバールールの遵守はもとより、ネットエチケット・モラルを持ってお願いいたします。\nX（旧ツイッター）でのスクショ投稿もOKだよ。ただしイベントネタばれ要素は注意してね！\nハッシュタグ：#もりのパーティ\n\n●動画配信サイトを例にとりますと、いままでに数人が生配信・動画投稿等行っております。\n数ヶ月にわたって配信してくれたチャンネル様もおりました。\n投稿・配信を実施する際の詳細なこと（注意すべき事やアドヴァイスなど）は運営に問い合わせください(・ω・)\n\n- - -\n\n# 資源サーバーの教訓\n\n<div style=\"background:#fffacd;padding:10px;border:3px dotted #66cdaa;\">\n\n《資源サーバーで心得ること》\n\n一つ、　大事なものは持ち込むな！\n　　　　……貴重品を入手したら生活鯖やエンダーチェストになるはやでしまおう！\n一つ、　共有畑で食料を収穫したら必ず植えなおすべし！\n一つ、　共有植林上で伐採したら必ず苗木を植えなおすべし！\n一つ、　夜に寝てほしいときは丁寧に頼もう！「資源の人は、寝てくれたらうれしいです！」\n　　　　……投げやりな「nero」「sigen nete」は気分が良くないぞ、実は嫌われるからやめておくべし！\n一つ、　荒らしを目撃したら、その場所で報告できるチャットコマンド発動！\n　　　　「/ticket create 文章」\n一つ、　村人施設をspawn付近には作らないこと！あらしに狙われるぞ！\n一つ、  トラップタワー（MobFarm）はspawnから半径1000ブロック以上離してつくるべし！\n一つ、　『襲撃』をspawnで起こさないように気を付けるべし！知らないプレイヤーがspawnキルされて悲惨だ＞＜\n\n</div>\n\n**資源教訓の詳細Q＆A**\n\n### Q?資源初期スポで襲撃を起こしていいの？\n\n**A!!**\n手違いはあると思うが、起こさないように気を付けよう。\nresにspawnしたもりぱ民や新規さんが巻き込まれると大変危険＆悲惨です。\nもし起こしてしまったら、責任をもって素早く討伐しよう！チャットで討伐の助けを求めるのもアリ。とにかく迅速に！\n\n起こしてしまっても運営からのお咎めはありませんが、悪質であったり明確に荒らすために引き起こされたものと判断したら、話は別です。\n\n### Q?あらし（破壊行為や迷惑行為など）を目撃したらどうしよう？\n\n**A!!**覚えてラクラク！**「/ticket create （文章）」コマンドがおすすめ。**\nHPのお問い合わせフォームを使わなくても便利なマイクラ内コマンドです。\nキルしようとしてくるプレイヤーであれば、戦わずスグに/mainに逃げること。そして落ち着いて「/ticket create 文章」しよう。\n\n<div style=\"background:#fffacd;padding:10px;border:3px dotted #66cdaa;\">\n荒らし行為に全体チャットで反応すること自体、荒らしの行為を助長してしまう（反応されることが嬉しくエスカレートする）事があります。騒がずに落ち着いてすたっふに報告。\n</div>\n破壊等のあらし行動をしていたらその場所でコマンド「/ticket create 文章」を打とう。\n自分で座標をいれなくても、その座標の記録とともにすたっふへ報告できるぞ！\n【文章実例：プレイヤー〇〇〇による荒らし発生。ブロック壊しでマグマダイブさせプレイヤーキル、建築物破壊、盗難など】\n\n★**スクショを提出**していただくと、より状況が鮮明になります（フライハックの場合は動画提出も可）\nDiscordを利用できるプレイヤーはもりパDiscord内のお問い合わせにてチケットを作成して添付をお願いします。\n\n## 資源その他\n\n### Q?デイリークエストのリセットタイミングっていつ？\n\n**A!!**\nクエストは、受付嬢に話しかけてから22時間後に再度話しかけるとリセットされるようになっています (未クリアのクエストが残っていても)\n使用しているプラグインで再起動後（毎朝４時）にクエストのリセットをするのが難しいと判断したため、このような仕様です。\n\n<div style=\"background:#fffacd;padding:10px;border:3px dotted #66cdaa;\">\nつまり…夜８時にその日の初会話だと、次の日のクエストは夜６時以降に話しかけたときに受注できます。\n</div>\n\n- - -\n\n執筆者：MonnTotto、tututututu201、macaronipenguin_\n新Q＆A第一発行日：2024/12/29\n\n更新者：MonnTotto\n最終更新日：2025/5/15　ページ上部の通り",
  "description": "もりのパーティの質問あれこれ　【入門編】基本的な疑問／【実践編】気になる人は気になる深めの事／【資源サーバーの教訓】資源鯖でのすごし方",
  "title": "「はてな？」「ふむ！」辞典《2024/12/30発行》",
  "slug": "faq2",
  "image": "/img/2024-08-04_22.52.26.png",
  "category": "チュートリアル"
}